/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "（なし）";

/* displayed in the cell */
"Click to record shortcut" = "クリックしてショートカットを記録";

/* key modifier */
"Command + " = "コマンド + ";

/* key modifier */
"Control + " = "Control + ";

/* key modifier */
"Option + " = "Option + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "パッド %@";

/* key modifier */
"Shift + " = "Shift + ";

/* No comment provided by engineer. */
"Space" = "スペースバー";

/* error description */
"The key combination \"%@\" can't be used because %@." = "「%1$@」というキーの組み合わせは使用できません！理由：%2$@";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "「%@」というキーの組み合わせは使用できません！理由：システム全体のキーボードショートカットですでに使用されています。（どうしてもこのキーの組み合わせを使用したい場合には、システム環境設定の「キーボードとマウス」パネルでほとんどのショートカットを変更できます。）";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "「%1$@」というキーの組み合わせは使用できません！理由：「%2$@」メニュー項目ですでに使用されています。";

/* error description */
"The key combination %@ can't be used!" = "%@ というキーの組み合わせは使用できません！";

/* displayed in the cell */
"Type shortcut" = "ショートカットを入力";

/* displayed in the cell */
"Use old shortcut" = "古いショートカットを使用";

